---
kind: type
id: T:Autodesk.Revit.DB.Electrical.PanelScheduleSheetInstance
source: html/1fdb4d7e-ff99-78f7-8efa-87968f5defce.htm
---
# Autodesk.Revit.DB.Electrical.PanelScheduleSheetInstance

The class represents an instance of a panel schedule placed on sheet.

## Syntax (C#)
```csharp
public class PanelScheduleSheetInstance : Element
```